Repository: common-repository/lovage-portfolio
Catalog: languages/lovage-portfolio-*.po
Languages: it_it, ja

source: Add New
it_it: Aggiungi Nuovo
ja: 新規追加

source: Add New Project
it_it: Aggiungi Un Nuovo Progetto
ja: 新規プロジェクト

source: Add New Project Type
it_it: Aggiungi Un Nuovo Tipo Di Progetto
ja: 新規プロジェクトタイプ

source: All Project Types
it_it: Tutti I Tipi Di Progetto
ja: すべてのプロジェクトの種類

source: All Projects
it_it: Tutti I Progetti
ja: すべてのプロジェクト

source: Client Name
it_it: Il Nome Del Client
ja: クライアント名

source: Cloning is forbidden.
it_it: La clonazione è vietato.
ja: クローニングを禁止します。

source: Don't forget http:// or https://
it_it: Don\ \ 't dimenticare http:// o https://
ja: また、忘れずにhttp://またはhttps://

source: Edit Project
it_it: Modifica Progetto
ja: 編集プロジェクト

source: Edit Project Type
it_it: Modificare Il Tipo Di Progetto
ja: 編集プロジェクトタイプ

source: Finish Date
it_it: Data Di Fine
ja: 終了日

source: Lovage Portfolio offer the portfolio custom post type and the other basic features that allows you to show your projects on your WordPress site.
it_it: Lovage Portfolio di offerta il portafoglio custom post type e le altre caratteristiche di base che consente di mostrare i vostri progetti sul vostro sito WordPress.

source: New Genre Project Type
it_it: Genere Nuovo Tipo Di Progetto
ja: 新しいジャンルのプロジェクトタイプ

source: New Project
it_it: Nuovo Progetto
ja: 新しいプロジェクト

source: No project found in Trash.
it_it: Nessun progetto trovato nel Cestino.
ja: プロジェクトから削除します。

source: No project found.
it_it: Nessun progetto.
ja: プロジェクト。

source: Parent Project Type:
it_it: Genitore Tipo Di Progetto:
ja: 親プロジェクトタイプ：

source: Parent Project Types
it_it: Padre Tipi Di Progetto
ja: 親プロジェクトの種類

source: Parent Projects:
it_it: Padre Progetti:
ja: 親プロジェクト：

source: Pick a date
it_it: Scegliere una data
ja: ピ日

source: Portfolio
it_it: Portafoglio

source: Project
it_it: Progetto
ja: プロジェクト

source: Project Information
it_it: Le Informazioni Di Progetto
ja: プロジェクト情報

source: Project Settings
it_it: Impostazioni Di Progetto
ja: プロジェクトの設定

source: Project Type
it_it: Tipo Di Progetto
ja: プロジェクトタイプ

source: Project Types
it_it: Tipi Di Progetto
ja: プロジェクトの種類

source: Project URL
it_it: URL del progetto
ja: プロジェクトURL

source: Projects
it_it: Progetti
ja: 案件

source: Search Project Types
it_it: La Ricerca Di Tipi Di Progetto
ja: 検索プロジェクトの種類

source: Search Projects
it_it: Progetti Di Ricerca
ja: 検索事業

source: Skills Needed
it_it: Competenze Necessarie
ja: 必要スキル

source: The portfolio grid page template doesn't exist.
it_it: Il portafoglio griglia modello di pagina non esiste.

source: The portfolio post template doesn't exist.
it_it: Il portafoglio post modello doesn't esiste.

source: The portfolio taxonomy template doesn't exist.
it_it: Il portafoglio tassonomia modello doesn't esiste.

source: The settings for this project.
it_it: Le impostazioni per questo progetto.
ja: の設定です。

source: Unserializing instances of this class is forbidden.
it_it: Unserializing istanze di questa classe è vietato.

source: Update Project Type
it_it: Aggiornamento Tipo Di Progetto
ja: 更新のプロジェクトタイプ

source: Upload Media Files
it_it: Caricare File Multimediali
ja: アップロードメディアファイル

source: View Project
it_it: Vedi Progetto
ja: ビュープロジェクト
